Repository: OrtegaHamel/Joaco_Portafolio
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Portafolio
fr: Portfolio

source: SOBRE MÍ
fr: À PROPOS

source: REALIZADOR
fr: RÉALISATEUR

source: POSTPRODUCTOR
fr: POST-PRODUCTEUR

source: DIRECTOR DE FOTOGRAFÍA
fr: CHEF OP

source: Sobre mí
fr: À propos

source: CONTACTO
fr: CONTACT

source: Realizador
fr: Réalisateur

source: Postproductor
fr: Post-producteur

source: Director de Fotografía
fr: Chef Op

source: Ficción
fr: Fiction

source: Documental
fr: Documentaire

source: Videoclip
fr: Clip Vidéo

source: Experimental
fr: Expérimental

source: Todos
fr: Tous

source: Más recientes
fr: Plus récents

source: No hay proyectos cargados aún.
fr: Aucun projet chargé pour le moment.

source: Capturas
fr: Captures d'écran

source: Imágenes
fr: Images

source: Sin foto de perfil
fr: Pas de photo de profil

source: Joaco Portafolio
fr: Joaco Portfolio

source: Desarrollado por
fr: Développé par

source: Descargar CV
fr: Télécharger le CV
